---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.DollarPerW
source: html/88ecc3db-1c91-a22a-da37-197fdd14a50d.htm
---
# Autodesk.Revit.DB.SymbolTypeId.DollarPerW Property

Symbol $/W, indicating unit Cost per watt.

## Syntax (C#)
```csharp
public static ForgeTypeId DollarPerW { get; }
```